Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/SIF Alert Brazil Aug242016.tmx
Source language: en
Languages: es

source: A Golder representative has accompanied the affected employee and his family.
es: Un representante de Golder acompaña al afectado y a su familia durante todo este periodo.

source: A life threatening work related injury or illness requiring immediate life-preserving rescue action where if not applied would likely result in the death of the individual.
es: Una lesión o enfermedad laboral que amenaza la vida y que requiere acción de rescate inmediata para preservar la vida que, de no ejecutarse, resultaría en la muerte del individuo o un incidente con impactos ambientales catastróficos.

source: Acutely Hazardous Substances/Atmospheres
es: Sustancias o atmósferas muy peligrosas

source: All hazards should be regularly reviewed for each worksite.
es: Se debe revisar con regularidad todos los peligros de cada lugar de trabajo.

source: Also, the area containing waste was not signposted.
es: El área donde se ubicaba el residuo no estaba señalizada.

source: An employee carrying out piezometric mapping of monitoring wells entered a muddy area containing hot coal dust, a waste product from pig iron production.
es: Un colaborador que realizaba actividades de mapeo de pozos de monitoreo (piezómetros) se hunde en una zona barrosa que contenía polvo de carbón activo (residuo de la producción de arrabio), el cual estaba a alta temperatura.

source: An investigation into the cause of this incident is underway, however this event reminds us to keep in mind the following guidance from our Fatal Risk Control on Acutely Hazardous Substances/Atmospheres, which state:
es: Se está llevando a cabo una investigación sobre las causas del incidente. Sin embargo, lo sucedido nos recuerda que debemos tener presentes las siguientes orientaciones que nos entrega el Control de Riesgos Fatales relacionado con sustancias o atmósferas muy peligrosas:

source: As a result of the contact with this hot waste, our employee sustained 2nd and 3rd degree burn injuries to both legs (from his knees down) and to his right hand.
es: Debido al contacto con el residuo caliente, el colaborador sufre quemaduras de segundo y tercer grado en ambas piernas (de la rodilla hacia abajo) y en la mano derecha.

source: Changes in scope of work should be carefully reviewed for any impacts on the project specific HaSEP.
es: Se deben revisar los cambios en el alcance detenidamente por si hubiera algún impacto en el HaSEP específico del proyecto.

source: Date Issued:
es: Fecha:

source: Do not enter a confined and/or restricted space without understanding and following the required entry procedures
es: No ingresar a un espacio confinado o restringido sin entender y seguir los procedimientos de ingreso requeridos

source: For more information, please contact Global HSSE or your Regional HSSE Leader.
es: Solicita más información al Líder Global de HSSE o a tu Líder Regional de HSSE.

source: HOT CHEMICAL BURN TO EMPLOYEE
es: COLABORADOR QUEMADO

source: HaSEP’s should be specifically developed for each project.
es: Se debe elaborar un HaSEP específico para cada proyecto.

source: KEY GUIDANCE
es: ORIENTACIONES PRINCIPALES

source: Know the environments in which you are working
es: Conocer los ambientes en los cuales estás trabajando

source: Know what you are working with
es: Conocer con qué estás trabajando

source: Note: the hot coal dust (a hazardous waste) was not producing any smoke and was covered in dirt, ash, and leaves, making it impossible to distinguish it from regular soil in the area.
es: Nota: el polvo de carbón (un residuo peligroso) a alta temperatura no generaba humo y estaba cubierto de polvo, cenizas y hojas, no pudiéndose diferenciar del suelo del sector.

source: Related Fatal Risk Control:
es: Control de riesgo fatal relacionado:

source: SERIOUS INCIDENT OR FATALITY (SIF)
es: INCIDENTE GRAVE O FATALIDAD (SIF)

source: SUMMARY OF INCIDENT
es: RESUMEN DEL INCIDENTE

source: The employee received medical assistance and treatment is anticipated to require significant time off work.
es: El colaborador recibió atención médica y se prevé que permanecerá varios días fuera del trabajo para ser tratado.

source: The employee’s family was immediately contacted and travel arrangements were made for them to stay with their loved one throughout the recovery process.
es: Se contactó a la familia del colaborador inmediatamente y se coordinó un viaje para que estuviera con el afectado todo el tiempo que dure su recuperación.

source: Title:
es: Título:

source: When executing work, we must always focus on best practices for health and safety, including:
es: Al ejecutar trabajos, mantener siempre el foco en las prácticas óptimas de salud y seguridad, que son:

source: Work Safe / Home Safe
es: Trabajo seguro, hogar seguro
